<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>无标题文档</title>
<link href="../css/common_admin.css" rel="stylesheet" type="text/css" />
</head>

<body>
<form id="form1" name="form1" method="post" action="step2.php">
  <p align="center">&nbsp;</p>
  <p align="center" class="phpshop123_title"><strong>123PHPSHOP安装服务协议</strong></p>
  <p align="center">
    <label>
    <textarea name="textfield" cols="200" rows="50" height=50>欢迎使用上海序程信息科技有限公司出品的123phpshop
关于该软件的用户使用协议

1、该软件为幻想游戏网所评测小游戏附带下载包，以供玩家

参考评测内容。
2、幻想游戏网所提供的小游戏附带下载包均是网上收集而来

，仅供玩家试玩，不得用于商业用途，下载测试后请于24小

时内立即删除。
3、幻想游戏网为专业小游戏评测站，网站内容以资讯为主，

均为原创，转载请注明出处。
4、幻想游戏网提供的信息资讯如果损害您的权益，请来信指

出，我们将于36小时内修正。


123PHPSHOP－服务条款
1. 接受条款 
123PHPSHOP受著作权法及中华人民共和国和国际著作权条约和其它知识产权法及条约的保护，其所有知识产权归上海序程信息可以有限公司所有。
123PHPSHOP根据以下服务条款为您提供服务。这些条款可由

上海序程信息可以有限公司司随时更新，且毋须另行通知。123PHPSHOP服务条款

(以下简称本“服务条款”)一旦发生变动, 123PHPSHOP将在

网页上公布修改内容。修改后的服务条款一旦在网页上公布

即有效代替原来的服务条款。您可随时造访
http://cn.zs.yahoo.com/docs/info/terms/查阅最新版服

务条款。此外，当您使用123PHPSHOP特殊服务时，您和

123PHPSHOP应遵守123PHPSHOP随时公布的与该服务相关的指

引和规则。前述所有的指引和规则，均构成本服务条款的一

部分。123PHPSHOP也会随时提供其他服务，您在使用相关服

务时,应关注并遵守其所适用的相关条款。 
您在使用123PHPSHOP提供的各项服务之前，应仔细阅读本服

务条款。如您不同意本服务条款及/或随时对其的修改，您可

以主动取消123PHPSHOP提供的服务；您一旦使用123PHPSHOP

服务，即视为您已了解并完全同意本服务条款各项内容，包

括123PHPSHOP对服务条款随时所做的任何修改，并成为

123PHPSHOP用户（以下简称“用户”）。 
2.服务说明 
123PHPSHOP目前经由其产品组合，向用户提供丰富的上网辅

助服务，包括客户端搜索、清理上网垃圾、恢复IE设置、查

杀恶意程序、反钓鱼网站、网络加速、系统优化、拦截在线

广告等常用功能（以下简称“本服务”）。除非本服务条款

另有其他明示规定，增加或强化目前本服务的任何新功能，

包括所推出的新产品，均受到本服务条款之规范。您了解并

同意，本服务仅依其当前所呈现的状况提供，对于任何用户

通讯或个人化设定之时效、删除、传递错误、未予储存或其

他任何问题，123PHPSHOP均不承担任何责任。123PHPSHOP保

留不经事先通知为维修保养、升级或其他目的暂停本服务任

何部分的权利。为使用本服务，您必须能够自行经有法律资

格对您提供互联网接入服务的第三方，进入国际互联网，并

应自行支付相关服务费用。此外，您必须自行配备及负责与

国际联网连线所需之一切必要装备，包括计算机、数据机或

其他存取装置。 
3.遵守法律
您同意遵守《中华人民共和国合同法》、《中华人民共和国

著作权法》及其实施条例、《全国人民代表大会常务委员会

关于维护互联网安全的决定》（“人大安全决定”）[相关网

站链接]、《中华人民共和国保守国家秘密法》、《中华人民

共和国电信条例》(“电信条例” )[ 相关网站链接]、《中

华人民共和国计算机信息系统安全保护条例》、《中华人民

共和国计算机信息网络国际联网管理暂行规定》及其实施办

法、《计算机信息系统国际联网保密管理规定》、《互联网

信息服务管理办法》、《计算机信息网络国际联网安全保护

管理办法》、《互联网电子公告服务管理规定》（“电子公

告规定”）等相关中国法律法规的任何及所有的规定。如违

反《人大安全决定》有可能构成犯罪，被追究刑事责任。《

电子公告规定》则有明文规定，上网用户使用电子公告服务

系统对所发布的信息负责。《电信条例》也强调，使用电信

网络传输信息的内容及其后果由电信用户负责。在任何情况

下，如果123PHPSHOP有理由认为您的任何行为，包括但不限

于您的任何言论和其他行为违反或可能违反上述法律和法规

的任何规定，123PHPSHOP可在任何时候不经任何事先通知终

止向您提供服务。 
4.国际使用之特别警告您已了解国际互联网的无国界性，同

意遵守当地所有关於网上行为及内容之法律法规。您特别同

意遵守有关从中国或您所在国家或地区输出信息之传输的所

有适用法律法规。 
5. 赔偿 
由於您通过本服务提供、张贴或传送之内容、您与本服务连

线、您违反本服务条款、或您侵害他人任何权利因而衍生或

导致任何第三人提出任何索赔或请求，包括合理的律师费，

您同意赔偿123PHPSHOP及其子公司、关联企业、高级职员、

代理人、品牌共有人或其他合作伙伴及员工，并使其免受损

害。 
6. 禁止商业行为 
您同意不对本服务任何部分或本服务之使用或获得，进行复

制、拷贝、出售、转售或用于任何其他商业目的。 
7. 服务之修改 
123PHPSHOP有权於任何时间暂时或永久修改或终止本服务（

或其任何部分），而无论其通知与否。您同意对于本服务所

作的任何修改、暂停或终止，123PHPSHOP对您和任何第三人

均无需承担任何责任。 
8. 终止服务 
123PHPSHOP得依其自行之考量，於通知或未通知之情形下，

随时终止本服务或其任何部分。您同意依本服务条款任何规

定提供之本服务，无需进行事先通知即可中断或终止，此外

，您同意若本服务之使用被中断或终止，123PHPSHOP对您或

任何第三人均不承担任何责任。 
9. 与广告商进行之交易 
您通过本服务与广告商进行任何形式的通讯或商业往来，或

参与促销活动，包含相关商品或服务之付款及交付，以及达

成的其他任何相关条款、条件、保证或声明，完全为您与广

告商之间之行为。有关法律法规有明文规定要求123PHPSHOP

承担责任以外，您因前述任何交易或前述广告商而遭受的任

何性质的损失或损害，123PHPSHOP均不予负责。 
10. 链接 
本服务或第三人可提供与其他国际互联网上之网站或资源之

链接。由於123PHPSHOP无法控制这些网站及资源，您了解并

同意，此类网站或资源是否可供利用，123PHPSHOP不予负责

，存在或源於此类网站或资源之任何内容、广告、产品或其

他资料，123PHPSHOP亦不予保证或负责。因使用或依赖任何

此类网站或资源发布的或经由此类网站或资源获得的任何内

容、商品或服务所产生的任何损害或损失，123PHPSHOP不负

任何直接或间接之责任。 
11. 123PHPSHOP之专属权利 
您了解并同意，
本服务及本服务所使用之相关软件（以下简称“软件”）含

有受到相关知识产权及其他法律保护之专有保密资料。您也

了解并同意，经由本服务或广告商向您呈现之赞助广告或信

息所包含之内容，亦受到著作权、商标权、服务商标、专利

权或其他专属权利之法律保护。未经123PHPSHOP或广告商明

示授权，您不得修改、出租、出借、出售、散布本服务或软

件之任何部份或全部，或据以制作衍生著作，或使用擅自修

改后的软件，包括但不限於为了未经授权而使用本服务之目

的。123PHPSHOP仅授予您个人、不可移转及非专属之使用权

，使您得於单机计算机使用其软件之目的码，但您不得（并

不得允许任何第三人）复制、修改、创作衍生著作、进行还

原工程、反向组译，或以其他方式发现原始码，或出售、转

让、再授权或提供软件设定担保，或以其他方式移转软件之

任何权利。您同意将通过由123PHPSHOP所提供的界面而非任

何其他途径使用本服务。 
12. 担保与保证 
您明确了解并同意∶ 
a. 本服务条款的任何规定不会免除123PHPSHOP对造成您人

身伤害的、或因故意或重大过失造成您财产损失的任何责任

。
b. 您使用本服务之风险由您个人负担。本服务系依“现状”

及“现有”基础提供。123PHPSHOP对本服务不提供任何明示

或默示的担保或保证，包含但不限於商业适售性、特定目的

之适用性及未侵害他人权利等担保或保证。
c. 123PHPSHOP不保证以下事项∶
(i)本服务将符合您的要求，
(ii)本服务将不受干扰、及时提供、安全可靠或不会出错，
(iii)使用本服务取得之结果正确可靠，
(iv)您经由本服务购买或取得之任何产品、服务、资讯或其

他信息将符合您的期望，且
(v)软件中任何错误都将得到更正。
d. 是否使用本服务下载或取得任何资料应由您自行考量且自

负风险，因任何资料之下载而导致的您电脑系统之任何损坏

或数据流失等后果，由您自行承担。
e. 您自123PHPSHOP或经由本服务取得的任何建议或信息，

无论是书面或口头形式，除非本服务条款有明确规定，将不

构成本服务条款以外之任何保证。 
13. 责任限制您明确了解并同意，基於以下原因而造成的，

包括但不限于利润、信誉、应用、数据损失或其他无形损失

，123PHPSHOP不承担任何直接、间接、附带、特别、衍生性

或惩罚性赔偿责任（即使123PHPSHOP事先已被告知发生此种

赔偿之可能性亦然）：
(i)本服务之使用或无法使用，
(ii)为替换从或通过本服务购买或取得之任何商品、数据、

信息、服务，收到的讯息，或缔结之交易而发生的成本，
(iii)您的传输或数据遭到未获授权的存取或变造，
(iv) 任何第三方在本服务中所作之声明或行为，或
(v)与本服务相关的其他事宜，但本服务条款有明确规定的除

外。 
14. 123PHPSHOP商标信息 
123PHPSHOP之标志、图案、商标及服务商标，以及其他

123PHPSHOP标志及产品、服务名称，均为国风因特之商标（

以下简称“123PHPSHOP标记”）。未经123PHPSHOP事先书面

同意，您同意不将123PHPSHOP标记以任何方式展示或使用或

作其他处理，或表示您有权展示、使用或另行处理

123PHPSHOP标记。 
15. 用户专属权利 
123PHPSHOP尊重他人知识产权，呼吁用户也要同样尊重知识

产权。若您认为您的作品的著作权遭到侵害或您的知识产权

被侵犯，请向123PHPSHOP之著作权代理人提供以下资料∶ 
1. 著作权或其他知识产权所有人之有权代理人之电子或实体

签名。
2. 对您主张遭到侵权之作品或知识产权进行的描述。
3. 对您主张遭到侵权之作品在网站上所处的位置进行的描述

。
4. 您的地址、电话号码及电子邮件地址。
5. 您一秉善意所作的认为该有争议的使用未经著作权或其他

知识产权所有人、其代理人或依照法律授权之声明。
6. 您已充分了解做虚假指证的全部法律后果，在此前提下您

保证所提供的前述资料均为合法的、正确的，并且您是著作

权或知识产权的所有人或已经合法授权有权代理著作权或知

识产权的所有人。您可以通过如下联络方式同123PHPSHOP之

著作权代理人联系∶
邮寄∶著作权代理人代转∶电话∶电子邮件∶ 
16. 一般条款
a. 本服务条款构成您与123PHPSHOP之全部协议，并规范您

对於本服务之使用行为，并取代您先前与123PHPSHOP所达成

的全部协议。在您使用相关服务、使用第三方提供的内容或

软件时，亦应遵从所适用之附加条款及条件。
b. 本服务条款及您与123PHPSHOP之关系，均受到中华人民

共和国法律管辖。您与123PHPSHOP就本服务、本服务条款或

其他有关事项发生的争议，应提请中国国际经济贸易仲裁委

员会仲裁，仲裁裁决是终局性的，对双方均有约束力。
c. 123PHPSHOP未行使或执行本服务条款任何权利或规定，

不构成对前述权利或权利之放弃。
d. 倘本服务条款之任何规定因与中华人民共和国法律抵触而

无效，您依然同意应依照法律，努力使该规定所反映之当事

人意向具备效力，且本服务条款其他规定仍应具有完整的效

力及效果。
e. 本服务条款之标题仅供方便而设，不具任何法律或契约效

果。 
17. 举报倘发现任何违反本服务条款之情事，请通知本公司

客户服务部。 
</textarea>
    </label>
  </p>
  <p>
    <label>
    <div align="center">
      <input name="Submit" type="submit" value="我同意此安装协议" />
    </div>
    </label>
  </p>
  <p align="left">&nbsp;</p>
  <p>&nbsp;</p>
</form>
</body>
</html>
